/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   main.cpp                                           :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: fschuber <fschuber@student.42.fr>          +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2024/08/20 14:58:10 by fschuber          #+#    #+#             */
/*   Updated: 2024/08/20 14:59:29 by fschuber         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "Zombie.hpp"
#include <iostream>

int	main(void)
{
	std::cout << "The zombies are coming!" << std::endl;
	std::cout << "🧟‍♂️🧟‍♀️🧟‍♂️🧟‍♀️🧟‍♂️🧟‍♀️🧟‍♂️🧟‍♀️🧟‍♂️🧟‍♀️🧟‍♂️🧟‍♀️" << std::endl;

	return (0);
}